/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Получен запрос авторизации";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Линия занята";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Неправильно набран номер 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Неправильно набран номер 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Ожидание ответа";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Установка соединения";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Пользователь свободен";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Пользователь занят";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Получена контактная информация";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Передача файлов завершена";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Сбой передачи файла";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Получено первое сообщение";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Вызов завершен";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Звонок в режиме ожидания";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Входящий вызов";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Получение файла";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Войти";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Выйти";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Получено сообщение";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Новое сообщение во всплывающем окне";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Сообщение отправлено";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Новый пользователь";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Исходящий звонок";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Собеседник закончил беседу";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Возобновление беседы";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Тональный набор";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Тройной гудок";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Голосовая почта";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Выход из сети Skype";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Вход в сеть Skype";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Пользователь изменил статус на \"В сети\"";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Пользователь изменил статус на \"Занят (-а)\"";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Входящий вызов";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Входящий вызов - Ожидание ответа";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Установка соединения";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Исходящий звонок";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Вызов завершен";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Участник группового звонка повесил трубку";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Линия занята";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Звонок в режиме ожидания";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Возобновление беседы";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Новое сообщение в недавнем чате";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Новое сообщение в текущем чате";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Первое сообщение в чате";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Получено сообщение о настроении";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Пользователь набирает сообщение";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Сообщение отправлено";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Получен запрос контактной информации";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Получена контактная информация";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Получение файла";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Передача файлов завершена";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Сбой передачи файла";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Приложение Desktop API подключено";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Вы вошли.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Вы вышли.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "\"@\" находится в сети.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "\"@\" сейчас занят (-а).";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Вам звонит \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Вам звонит «@»!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Установка связи.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Беседа с пользователем \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Вызов завершен";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Собеседник повесил трубку.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Линия занята.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Звонок в режиме ожидания.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Возобновление беседы.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Сообщение";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Сообщение от пользователя \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Сообщение пользователю \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" изменил (-а) текст индикатора настроения.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Пришло сообщение от пользователя \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" набирает текст.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "\"@\" запросил (-а) у вас контактную информацию!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "\"@\" прислал (-а) вам свой список контактов!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "\"@\" прислал (-а) файл!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Передача файлов с пользователем \"@\" завершена.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Сбой передачи файлов с пользователем \"@\".";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" connected to Skype";
